currencys = {
        "Доллар США $": "USD",
        "Евро €": "EUR",
        "Российский рубль ₽": "RUB",
        "Британский фунт £": "GBP",
        "Японская иена ¥": "JPY",
        "Китайский юань ¥": "CNY",
        "Швейцарский франк ₣": "CHF",
        "Канадский доллар $": "CAD",
        "Австралийский доллар $": "AUD",
        "Новая турецкая лира ₺": "TRY",
        "Индийская рупия ₹": "INR",
        "Бразильский реал R$": "BRL",
        "Сингапурский доллар $": "SGD",
        "Норвежская крона kr": "NOK",
        "Шведская крона kr": "SEK",
        "Польский злотый zł": "PLN",
        "Украинская гривна ₴": "UAH",
        "Казахстанский тенге ₸": "KZT",
        "Гонконгский доллар $": "HKD",
        "Дирхам ОАЭ د.إ": "AED"
    }
for key in currencys:
    print(key)